{"history":[
	{
		"id": 101,
		"text": "You slowly open your eyes, little light around you, you try to look and see where you are, you can't see much except the dark stone walls that the walls are made of, a deep headache gives you makes you fall face down on the ground, the hand on the back of your head doesn't seem to calm the pain much, you close your eyes and disjointed images come to your mind, you try to remember what happened and how you got to this place."
	},{
		"id": 102,
		"text": "The last thing you remember is being engaged in battle at the gates of the central district of Umbria, they had finally gained enough support and evidence to rise up against the Order of the Righteous Fist, a name that rather reference to the complete opposite, they were known as The Fist and they had been controlling the ins and outs of the city for a long time, in the times after The Event, controlling the city practically meant controlling the world."
	},{
		"id": 103,
		"text": "The Event, broadly speaking, was an accident, or incident, that destroyed the world, some maintain that it was the fault of excessive pollution, others that it was rather a war between world powers, be it one thing or another or by some other that we did not know, the world had become uninhabitable, Umbria at that time was nothing more than a modest city but quite technologically advanced, it investigated some towers that created a habitable field inside, in total there were six of those towers , seen from the sky five of them were part of a large five-pointed star.",
		"text2" : "\n\nEach point of the star was a district of the city and inside the star forming a pentagon was the central district, here was the sixth tower, in the center of the city, where in At first the inhabitants of the old city began to live, since the new city was founded they were known as the Originals, although they did not mix too much with the Venedizos, they lived more or less in harmony, this changed little by little, the power was corrupted and the Originals began to live longer and better, thanks of course to the increasingly exaggerated exploitation of the Venedizos."
	},{
		"id": 104,
		"text": "Although this abuse led to a revolution, and the revolution led to the war in which you participated in your last memory, closing your eyes you can still remember the heat of the battle, fighting hand to hand alongside your sister Mihaela At short distances she was a very sweet and pleasant young woman, but on her less pleasant side she was capable of defeating the fiercest fighter. Speed ​​and intelligence were her most exceptional qualities. Remembering her, the questions returned to your head: Where are you? \nAnd what are you doing in this place? \nYou open your eyes again, despite your tremendous headache, you manage to get up, you must continue and leave whatever this place you are in."
	},{
		"id": 105,
		"text": "Step by step you advance, you had not noticed but the ground is partially wet, puddled in some places, that makes you think that you must be somewhere underground, after a few meters you enter a square room Although not very big, it is full of barrels, the smell of beer and wine fills your lungs \nAre you in the cellar? \nIt's all quite confusing, fallen in battle and you appear here, they shot you down but they didn't kill you \n Or are you dead? \nNo, that was not possible, the headache makes you think the opposite, until now you had not noticed, but there is a rumor of people in the background, it was clearly not the sound of battle , there are no war cries, there are no sounds of clashing steel, there is only one possible path, right where all those voices come from, you can continue,But you can also drink some beer that is in a jug right on top of a table in the center of the room and next to it a bottle of an odorless green drink. Thirst is present but \nIs it time for a drink? "
	},{
		"id": 106,
		"text": "After this break, you decide to continue, the pain, although present, becomes more bearable, at the end of this dark hallway you see a light coming from the ceiling, the closer you are the noise becomes more noticeable, as reach the light, there is a stone staircase that goes up to an upper floor, you think\nWhich would be better?\nClimb quickly to catch those above unprepared?\nOr better\nDo you go up little by little without them be warned of your presence?"
	},{
		"id": 10711,
		"text": "You prepare to climb the stairs, without warning, you go up like a soul led by the Devil, although you know that you are unarmed, catching the enemy off guard will always give you a point of advantage that could be vital, in strides of 2 or 3 steps you rise to the top of the staircase, a half-open door awaits you at the top, with a push with your shoulder you open it wide, the light in the room catches you off guard, you don't. You were waiting, you raise your arm to cover the light that hits your eyes with your hand, you squint until your vision takes in the room, you look around, at a quick glance you can count about a dozen people, some of them sitting in chairs, others on a stool and some still standing, confusion invades you, although a few seconds later, everything is clearer to you,The bar that almost completely invades the wall on your right makes it clear that you are in a tavern, the people you see are nothing more than customers of the establishment, who right now were stupefied by your entrance, everyone had turned to see your triumphal entry"
	},{
		"id": 10712,
		"text": "A quick sound behind you makes you turn quickly, a simple reflex act, after the quick turn of your head, the next image your eyes see is a fist heading directly for your face, through your mind, In that fraction of a second, two possible options occur to you, the truth is, neither of them guarantees that you will get out of the situation unscathed, but maybe with a little luck you will come out well enough to hit back at your attacker."
	},{
		"id": 107121,
		"text": "Despite the speed and unexpectedness of the situation, you manage to duck quickly enough to avoid the blow and prepare to deliver a right hook to hit your opponent, you get into a battle position to prepare for a fight, You're confused and your body doesn't feel it like it did before, but you're going to give up so quickly."
	},{
		"id": 107122,
		"text": "Despite the speed of your response, you are not able to be fast enough, while you were trying to crouch to avoid the blow, your opponent changes the direction of the fist, which has gone directly to your head, you have managed to avoid being hit in the face but the blow to the back of your head makes you fall face down on the ground, dizzy you shake your head, you have suffered damage and you feel a little dizzy."
	},{
		"id": 107132,
		"text": "You quickly raise your fists to the height of your face and turn your body slightly, so that your fists and forearms deflect or block the blow, unfortunately for you, either because of your condition or because your opponent is very fast, your Arms arrive late at their destination and his fist collides strongly with your face, the blow is such that you fall face down to the ground, luckily you manage to position your hands and not fall completely, you try to get up as quickly as possible."
	},{
		"id": 10714,
		"text": "Enough! A low scream that echoes throughout the tavern makes you stop the fight instantly, you turn quickly towards the bar that was now on your left, a man of medium height, but so large that he occupied the place of three men like you, he looks at you both with an unfriendly face and continues."
	},{
		"id": 10715,
		"text": "This is not a ring, Hugh, leave the poor guy alone, you don't see the look on his face, he looks like he woke up from a good job, which makes him a respectable client. Come on boy, come closer and I'll serve you something and tell me your story."
	},{
		"id": 10716,
		"text": "<color=#0000AA><b>Martin:</b></color> I'm Martin, that guy is Hugh, forgive him, he doesn't like disturbances and trying to stop them from happening he ends up causing them. What? Do you think so? But deep down he's a good guy, come on, sit down and have a drink, this one is invited by the house, yes, in exchange I want you to tell me your story."
	},{
		"id": 10721,
		"text": "A large hand rests on your left shoulder, the arm goes around the back of your head, you turn your head to see the author of this act, a man, somewhat taller than you, looks at you with a face smiling and tells you:"
	},{
		"id": 10722,
		"text": "<color=#0000AA><b>Hugh:</b></color> I'm Hugh, don't look so scared, it looks like your last slice was pretty important, huh? That'll fix it with one last drink."
	},{
		"id": 10723,
		"text": "Hugh, he turns towards the bar where the man who must have been the restaurant's manager was, a man of average height, but so big that he took the place of three men like you.",
		"text2":"\n\n<color=#0000AA><b>Hugh:</b></color> Martin, make the boy a drink, it looks like he didn't have a good wake-up this morning"
	},{
		"id": 108,
		"text": "<color=#0000AA><b>Martin:</b></color> Come on boy, sit down and have a drink, this one is invited by the house, but in return, I want you to tell me your story , that face you have hides a thrilling story, I'm sure.",
		"text2":"\n\n<color=#0000AA><b>Martin:</b></color> The first thing would perhaps be to explain to me how you have appeared in my winery, strangers pass by here looking for a drink, But reaching such a cliff that you lose consciousness and appear down there, that's already unusual and your face doesn't sound familiar to me at all."
	},{
		"id": 109,
		"text": "<color=#009900><b>You:</b></color> I think a drink is the last thing I need right now, give me something to drink that is alcohol-free please.",
		"text2":"\n\n<color=#0000AA><b>Martin:</b></color> Don't worry, this is my tavern, 'The Silver Oasis', my alcohol may not be the best from Umbria, but I'll be damned right now if any customer leaves dissatisfied through that door, you understand what I mean, but you, to have ended up down there, must have had a good time last night haha ​​or at least I hope you did. "
	},{
		"id": 110,
		"text": "While you drink from the glass that Martin places in front of you, you tell him your entire story. Unfortunately, none of that story refers to the previous night or days. Martin pays attention to your story, very attentive to the details, for seconds it seems Missed by your story, you are clearly telling your life, a life that seems very far away, you don't know where you are but there doesn't seem to be a trace of that war that you remember just one night ago."
	},{
		"id": 111,
		"text": "<color=#0000AA><b>Martin:</b></color> Your story surprises me, baby calm down, all those memories should have disappeared completely, something must have failed, it will not happen again "
	},{
		"id": 112,
		"text": "<color=#009900><b>You:</b></color> What are you talking about? - Your gaze quickly clouds. - What's wrong with me? What have you put in my drink? ? - Little by little you lose consciousness, although you manage to hear some last words from Martin",
		"text2":"\n\n<color=#0000AA><b>Martin:</b></color> I know you won't understand it but this is above you and me, He wants it that way and not I can do nothing."
	},{
		"id": 113,
		"text": "Little else do you manage to hear, after what seems like an instant to you, another voice that you do not recognize comes into action, at first it is nothing more than babbling, incomprehensible screams, you feel tremendously dizzy, the attempt to open your eyes It doesn't seem to be useful, you can only see unrecognizable shadows and lights, although you think you see 3 figures, they move quickly in movements that are difficult for you to follow, each time although the vision does not improve it seems that the voices are becoming clearer and you are able to recognize the Martin's voice that seems to be very close to you, it seems to be Hugh although somewhat far away and a third unknown voice that seems to be talking to Martin next to you."
	},{
		"id": 114,
		"text": "<color=#AA0000><b>Unknown Voice:</b></color> I know what you've done to him, you already know what happened to the other one, this time I'm not going to allow it. - The voice reproaches Martin",
		"text2" : "\n\n<color=#0000AA><b>Martin:</b></color> Don't interfere, you know he's not going to like what you're doing, he did it the other time ignore it but I'm not going to cover you anymore, it's time for everyone to pay for their actions."
	},{
		"id": 115,
		"text": "<color=#AA0000><b>Unknown Voice:</b></color> My actions are not going to be to cover these acts, I don't know exactly what you think you are doing, nor do you even know what it does him or what objective he has, I don't sleep well at night doing this and I'm not going to allow it anymore, you're not going to take this one, he's coming with me and you'll fall along with your useless henchman if you get in the way."
	},{
		"id": 116,
		"text": "The sound of a sword or long dagger that you cannot see breaks the conversation, because of the words and movements that you can see, the shadow that seems to be the owner of the Unknown Voice threatens the one that seems to be Martin, from In the distance another shadow is approaching, Hugh is going to attack the Unknown Voice, just at the moment when Martin screams at the top of his voice."
	},{
		"id": 117,
		"text": "<color=#0000AA><b>Martin:</b></color> Hugh!! Finish this bastard.",
		"text2":"\n\nThe last shadow pounces, everything is confusing, your gaze does not clear up and you are unable to move even a millimeter, you can only move your eyes, not even your head, from the exaltation a victorious shadow emerges, You don't know the owner of that voice that you don't know, but you imagine what your fate will be if Hugh emerges the winner of that clash. Luckily for you, the shadow that rises carries something in its hand, a shadowy sword that it extends next to it. his arm in the direction of the remaining shadow, the figure that belongs to Martin."
	},{
		"id": 118,
		"text": "<color=#AA0000><b>Unknown Voice:</b></color> I will not repeat it to you, leave him alone, he is coming with me and if you resist you will lie next to your useless friend. ",
		"text2":"\n\n<color=#0000AA><b>Martin:</b></color> This is not going to stay like this, He will find out, he will go looking for you and you already know that you cannot hide from He, you will both pay for his fury, you don't know where you have gotten yourself."
	},{
		"id": 119,
		"text": "These last words echo in your head as your eyes close, dizziness and confusion take over you and make you fall back into a deep sleep. You don't know how much time has passed, it seemed to you Just for a second, you manage to open your eyes again, the light overwhelms you, this time the images are already clear although it takes a few seconds to get used to so much light, at least you are not in the basement of the tavern."
	},{
		"id": 120,
		"text": "Someone is approaching you from the right side, it seems that peace of mind will never come, it may be an enemy, it may not be, it may not be a bad idea to prepare yourself for what may happen. What will you do next? continuation?"
	},{
		"id": 1201,
		"text": "Still confused, your speed is quite affected, without weapons and with your bare hands, you try to hit as accurately as possible, unfortunately for you your hit does not hit your opponent, without much effort he avoids your attempt, A moment later, he pounces on you, reduces you, and forcibly sits you in a chair near your position that you had not even realized existed."
	},{
		"id": 1202,
		"text": "You raise your arms trying to defend yourself from a more than possible attack, at least in your head thinking about everything that happened previously, you wait a moment in this position, after a few seconds that seem like endless minutes, nothing happens, you decide Wait a few more moments, still nothing happens, when you start to wonder what is happening, a voice addresses you."
	},{
		"id": 1203,
		"text": "You decide to wait and see what happens, deep down you think it's a bit risky, but at the end of the day, everything indicates that whoever brought you here has saved you from something that you can't finish solving right now. Understand, you don't know where you are, you don't know what has happened and although with some caution, you need someone who knows how to dispel those doubts, a voice addresses you:"
	},{
		"id": 121,
		"text": "What are you doing? I'm the one who saved you, why am I going to do anything to you? Put those arms down and sit down, we have to talk, there are a lot of things to explain, on both of our parts."
	},{
		"id": 122,
		"text": "I see that you have woken up, I am sorry for having left you here, and in this way, I have risked quite a lot by taking you out of that den of the Silver Oasis, it is clear to me that you do not understand anything of what is happening and you must be quite confused, everything this is quite complicated to explain, there are many forces involved and you must be careful, for now sit down and let's start from the beginning."
	},{
		"id": 123,
		"text": "Once in the chair, now calmer, you observe the man who is in front of you, he grabs a chair that is nearby, leaning on one of the walls, after leaving it right in front of you, he goes to a closet just across the room:"
	},{
		"id": 124,
		"text": "Do you want a drink? Don't tell me you don't drink, the truth is that at least at the Oasis de Plata you took advantage of your visit to its winery to have a couple of drinks, it may be a club but its liquors and drinks are some of the most famous on this side of the city.",
		"text2": "Do you want a drink? Don't tell me you don't drink, the truth is that I know very few people who wouldn't take advantage of the possibility of drinking free liquors and drinks from Oasis de Plata, their wine cellar must be their best drinks and I assure you that they are some of the most famous on this side of the city."
	},{
		"id": 125,
		"text": "<color=#0000AA><b>Frost:</b></color>Let's start by introducing ourselves, what do you think? My name is Frost, if you're wondering what I was doing in The Oasis, let's say I belong to a small group of people, a group they call The Hand, I know you're new here and this is going to be a bit thick, The Hand let's say that it helps Chancellor Meit, we don't work for him exclusively although if we keep a large amount of our forces to support it.",
		"text2":"\n\nMeit rules this city almost exclusively. El Oasis is a club, yes, but there are many contacts, or even people, who, although of dubious reputation, can become good contacts. if you need to reach some somewhat dark circles in Umbria.",
		"text3": "Do you want to talk about something else?"
	},{
		"id": 12511,
		"text": "<color=#009900><b>You:</b></color> I am ",
		"text2": "At this moment I think that even you may know more about me than I do, the last thing I remember is that I was wounded in a battle, here in Umbria, although there is something different about it, the atmosphere, the people, I couldn't tell you what it is, but something has changed, the Umbria that I remember was surrounded by a very tense atmosphere, we had finally been able to stand up to fight the injustices of El Puño Justo, what an unfair name really..."
	},{
		"id": 12512,
		"text": "<color=#0000AA><b>Frost:</b></color> Wait a second, The Righteous Fist? Boy, the order of The Fist was imposed on the indulgent more than 100 years ago, I don't know what blow you may have had on your head, but all in all, you lost the battle. Maybe so much drinking and more than one book on your back has made you delirious and lose your mind."
	},{
		"id": 12513,
		"text": "<color=#009900><b>You:</b></color> Like 100 years? I don't know what you're talking about, El Puño has been roaming around freely for a long time and doing what he wants. if you please, they may have faced them more than once, but 100 years? I don't remember hearing about a battle like that that long ago."
	},{
		"id": 12514,
		"text": "<color=#0000AA><b>Frost:</b></color> There is only evidence of one important battle of El Puño before its dissolution that gave way to the Unified Guard. Let's say that same dog with a different collar, the same guys, more power, although since they already had the power to do and undo as they pleased, they no longer had to hide, the military part went to the defense of the State and the political and intelligence part went to the public level, of One way or another, life improved, or perhaps people resigned themselves to living without complications, you know, better known bad than good unknown."
	},{
		"id": 12515,
		"text": "<color=#009900><b>You:</b></color> We had been preparing everything for many months and even more to convince people, they lived in fear, we Venedizos were in a clear majority but The Originals along with El Puño had the strength and total control of the city, we worked in unbearable conditions for salaries that almost did not allow us to live, although of course the Originals had all kinds of products and luxuries because even having had resources, they did not We had no chance of progress, but we were all under the reign of fear and extortion."
	},{
		"id": 12516,
		"text": "We managed to meet in the shadows, away from the eyes of El Puño, who controlled everything, little by little and with leaden feet we gained popularity among the population and once we had the strength and the necessary allies, we rose one night and we left for the gates of the Central District, we clearly knew that a face-to-face confrontation, despite our numerical superiority, our failure was almost assured, several groups of specialists would make their attacks from other sides, Hackers and Electronics above all, these They managed to open the doors to the Central District, we managed to enter and we had a confrontation against a small group from El Puño."
	},{
		"id": 12517,
		"text": "We were winning, the Hackers had managed to disable most of the defenses, the battle was more even in strength, this first group was practically defeated, which would allow us to advance positions and a more adequate position in the interior and power defend until the arrival of a second wave on our part, our group was in the second row, which should have been a safer position, but a group that we did not expect, nor saw arriving, attacked us from behind."
	},{
		"id": 12518,
		"text": "Despite this, we did not fall, we continued defending the position and after regrouping we gained the position, but I don't know how, someone managed to get behind me, I didn't have time to respond, I only had time to turn around and I saw a fairly tall figure, then everything went black, when I managed to open my eyes, I was in the cellar of the tavern, but I don't know how I got there."
	},{
		"id": 12521,
		"text": "Let's say that he is the one in charge of all this, we call him Him because very few people know his real name, there are voices that say that he is not even a person, but you know, people talk about everything, and above all , of what he doesn't know."
	},{
		"id": 12522,
		"text": "What I do know is that he controls everything, he controls even the smallest detail of the city, we could say that this is his city, for that reason, if they come looking for you saying that HE wants to see you, It is very likely that you have done something wrong or, if you are lucky, that HE wants something from you, which you better not refuse, in fact, you won't be able to, listen to me."
	},{
		"id": 12523,
		"text": "<color=#0000AA><b>Frost:</b></color> Look, I'm going to tell you something, this might get me into a lot of trouble, but I'm already a little fed up with everything This, you are not the first to appear in these conditions, we received orders to pick you up, you should lose your memory, if not all, then most of it. I don't know what they do with you, we just pick you up, we make sure what you remember and We guide you to the extraction point, from there, our work is finished, that's all I can tell you."
	},{
		"id": 126,
		"text": "<color=#0000AA><b>Frost:</b></color> I know you have many questions and it's normal, I don't know how you must feel after what I've told you and I assure you, I am the same after what you have told me, I have to take care of some important matters, they are going to come for me after disobeying and confronting those two useless people. If you want answers, go to the market in Sector 3, it is near the doors that lead to Sector 4, once there go to the exotic animal store, ask the shopkeeper about Rorick, tell him that Frost sent you and that the front has fallen, don't worry, he will understand everything, you can trust him , he will tell you in more detail what this is all about, I have never dared to ask him, he always told me that it is dangerous to know more than one needs.",
		"text2":"\n\nGood luck, friend, we will meet again, I'm sure."
	},{
		"id": 127,
		"text": "To be continued..."
	}
	]}
	